{
  "app": {
    "header": {
      "nav": {
        "home": "Início",
        "about-us": "Sobre nós",
        "portfolio": "Portofólio",
        "our-team": "Nossa equipe",
        "services": "Serviços",
        "contacts": "Contactos"
      }
    },

    "banner": {
      "title": {
        "span1": "Yedika",
        "span2": " Njila",
        "span3": " Ye!"
      },
      "label": "Na NjilaBrand estamos dedicados a construir um caminho de sucesso para a sua marca.",
      "read-more": "Saiba mais",

      "floats": {
        "innovation": {
          "title": "Inovação",
          "label": "Soluções inovadoras"
        },
        "creativity": {
          "title": "Criatividade",
          "label": "Trilha criativa"
        }
      }
    },

    "intro": {
      "link": "Build Your Njila",
      "title": "Agência digital criativa para a sua empresa.",
      "label": "Desde a concepção criativa até a implementação estratégica, estamos aqui para alavancar e destacar a sua marca"
    },

    "about-us": {
      "title": {
        "span": "Sobre nós",
        "label": {
          "passion": " Paixão",
          "creativity": "Criatividade",
          "innovation": " Inovação.",
          "for": " pela ",
          "and": " e",
          "label": "Somos uma empresa angolana jovem, impulsionada pela "
        }
      },

      "label1": "Em um mundo onde a expressão visual é vital, estamos aqui para transformar ideias em realidade, destacando-nos como uma força impulsionadora no cenário do design gráfico, marketing digital e publicidade.",
      "label2": " Na NjilaBrand, não apenas construímos marcas; moldamos narrativas que transcendem o comum."
    },

    "our-essence": {
      "title": {
        "span1": "Nossa",
        "span2": " Essência"
      },

      "cards": {
        "mission": {
          "title": "Nossa Missão",
          "label": "Agregar valor aos seus negócios, potencializar o crescimento das suas operações e promover relacionamento com o seu público alvo."
        },

        "vision": {
          "title": "Nossa Visão",
          "label": "Ser uma referência exponencial no mundo digital englobando Marketing e Publicidade através da inovação, bom relacionamento e a excelência em nossos produtos e serviços."
        },

        "values": {
          "title": "Nossos Valores",
          "label": "Inovação ,Criatividade, Divergência, Profissionalismo, União Comprometimento."
        }
      }
    },

    "portfolio": {
      "title": {
        "label": "Nosso",
        "span": "Portfólio"
      },

      "label": "Veja os diversos projetos em que já trabalhamos, brinde os seus olhos com a qualidade dos nossos serviços",

      "branding": {
        "title": "Branding",
        "label": "Somos uma empresa atuante nas áreas de Marketing e Publicidade desenvolvendo."
      }
    },

    "our-team": {
      "title": {
        "span": "Conheça",
        "label": "Nossa Equipe!"
      },

      "label": "A nossa equipa é dinâmica, ousada e impulsionada pela sede de  desafios. A excelência não é apenas um  objetivo, é um compromisso inabalável.",
      "team": {
        "garcia": {
          "name": "Garcia Pedro",
          "role": "CTO",
          "description": "Garcia Pedro, nosso CTO na NjilaBrand, é o mestre dos códigos e arquitetura web. Com mais de 4 anos de experiência como desenvolvedor web fullstack, ele lidera nossa equipe com maestria, garantindo que cada projeto seja construído com precisão técnica e criatividade excepcional. "
        },

        "crisvan": {
          "name": "Crisvan Van-dúnem",
          "role": "CEO",
          "description": "Crisvan dos Santos é um designer com 4 anos de experiência CEO e Founder da NjilaBrand, especializado em design gráfico, motion design e design de interface de usuário. Motivado por um desejo constante de aprimoramento, Crisvan percebeu que poderia transformar essa paixão em uma carreira profissional. Inspirado por essa descoberta, ele se dedicou a continuar seu desenvolvimento e hoje se destaca como um talentoso e dedicado designer."
        }
      }
    },

    "services": {
      "title": {
        "title": "O que podemos ",
        "span": "Fazer por ti"
      },

      "label": "Somos uma empresa atuante nas áreas de Marketing e Publicidade desenvolvendo produtos e serviços que sirvam de auxílio para o seu público alvo.",
      "design": {
        "title": "Design personalizado",
        "label": "Cada projeto é uma obra-prima única, cuidadosamente elaborada para transmitir a essência da sua marca de forma visualmente impactante. Desde logos memoráveis até designs de produtos inovadores. Estamos aqui para transformar sua visão em realidade, com paixão e comprometimento incomparáveis."
      },

      "marketing": {
        "title": {
          "label": "Marketing",
          "span": "Digital"
        },

        "label": "Desenvolvemos campanhas de marketing focadas em ressaltar a qualidade dos seus produtos e serviços levando o DNA da sua marca. Com estratégias personalizadas e criativas, estamos aqui para aumentar sua presença digital, envolver seu público-alvo e impulsionar o crescimento do seu negócio."
      },

      "web": {
        "title": {
          "label": "Desenvolvimento",
          "span": "Web"
        },

        "label": "somos especialistas em desenvolvimento web, com um foco especial em UI e UX Design. Nossa equipe talentosa combina habilidades técnicas avançadas com uma compreensão profunda de User Experience para criar websites que não apenas impressionam visualmente, mas também oferecem experiências excepcionais aos visitantes."
      }
    },

    "contacts": {
      "title": {
        "title": "Conecte-se a",
        "span": "Njilabrand"
      },

      "label": "Assine à nossa Newsletter e mantenha-se atualizado sobre lançamentos e eventos da NjilaBrand. ",

      "form": {
        "email": "Digite seu email",
        "button": "Enviar"
      }
    },

    "footer": {
      "title": "Contactos",
      "copy": "Todos os direitos reservados a Njilabrand 2023."
    }
  }
}
